{
    "name": "Manivannan Pandian",
    "headerTaglineOne": "Hello 👋",
    "headerTaglineTwo": "I'm Manivannan - curious",
    "headerTaglineThree": "developer and designer",
    
    "showBlog": true,
    "darkMode": true,
    "socials": [
      {
        "id": "1",
        "title": "Github",
        "link": "https://github.com/Manivannan0734"
      },
      {
        "id": "2",
        "title": "LinkedIn",
        "link": "https://www.linkedin.com/in/mernman"
      },
      
      
      { "id": "5", "title": "Email", "link": "mailto:manivannan0734@gmail.com" }
    ],


    
    "services": [
      {
        "id": "1",
        "title": "Interactive Focus",
        "description": "I create dynamic and engaging digital interfaces, ensuring interactions are intuitive and enjoyable."
      },
      {
        "id": "2",
        "title": "Responsive Expertise",
        "description": "I specialize in building websites and applications that adapt seamlessly to different devices."
      },
      {
        "id": "3",
        "title": "Efficient Code",
        "description": "I prioritize clean and efficient code to optimize performance and ensure fast loading times."
      },
      {
        "id": "4",
        "title": "User-Centric Approach",
        "description": "Interaction designers focus on how users engage with digital interfaces, ensuring that interactions are intuitive, efficient, and enjoyable."
      }
    ],
     "aboutpara":"Hi, I'm Mani, skilled in React, Next.js, MongoDB, SQL, and Flask, with experience deploying web applications using Vercel. I am passionate about building responsive, high-performance digital experiences that seamlessly merge creativity with functionality. From turning designs into clean, efficient code to integrating robust backends, I focus on delivering solutions that engage users and perform flawlessly. Whether it's implementing complex features, optimizing web performance, or ensuring cross-browser compatibility, I thrive on solving technical challenges and refining user interfaces. I constantly stay up-to-date with the latest technologies and best practices, allowing me to innovate and deliver exceptional results. Let's collaborate and transform ideas into reality! Check out my portfolio to see how I combine technical skills with creative problem-solving to build impactful digital experiences."
  }
  
